-- MySQL dump 10.13  Distrib 8.0.0-dmr, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: winter_red
-- ------------------------------------------------------
-- Server version	8.0.0-dmr-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `check_man`
--

DROP TABLE IF EXISTS `check_man`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `check_man` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `organization_id` varchar(11) NOT NULL COMMENT '机构id',
  `checkman_name` varchar(50) NOT NULL COMMENT '真实姓名',
  `sex` varchar(10) DEFAULT NULL COMMENT '性别',
  `email` varchar(50) NOT NULL COMMENT '邮箱',
  `user_name` varchar(50) DEFAULT NULL COMMENT '用户名',
  `belong_area` varchar(200) NOT NULL COMMENT '所属领域',
  `update_on` datetime DEFAULT NULL COMMENT '更新时间',
  `update_by` varchar(50) DEFAULT NULL COMMENT '更新人',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uniqu` (`organization_id`,`email`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=49 DEFAULT CHARSET=utf8mb4 COMMENT='核查人员表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `check_man`
--

LOCK TABLES `check_man` WRITE;
/*!40000 ALTER TABLE `check_man` DISABLE KEYS */;
INSERT INTO `check_man` VALUES (1,'30','','男','808092657@qq.com','21世纪经济报道','中国','2020-11-12 20:01:16','系统扫描'),(2,'39','','男','808006436@qq.com','NBA官方微博 人民日报海外网 ','中国','2020-11-12 20:01:22','系统扫描'),(3,'32','','男','808017964@qq.com','《国家地理》','中国','2020-11-12 20:01:22','系统扫描'),(4,'22','','男','808020056@qq.com','上海网络辟谣平台','中国','2020-11-12 20:01:22','系统扫描'),(5,'7','','男','808095291@qq.com','上观新闻','中国','2020-11-12 20:01:22','系统扫描'),(6,'38','','男','808093454@qq.com','东方网','中国','2020-11-12 20:01:22','系统扫描'),(7,'23','','男','808005033@qq.com','中华人民共和国住法兰西共和国大使馆','中国','2020-11-12 20:01:22','系统扫描'),(8,'24','','男','808028764@qq.com','中华人民共和国教育部','中国','2020-11-12 20:01:23','系统扫描'),(9,'41','','男','808087918@qq.com','中华人民共和国驻英国大使馆教育处官网','中国','2020-11-12 20:01:23','系统扫描'),(10,'42','','男','808055437@qq.com','中国教育新闻网 ','中国','2020-11-12 20:01:23','系统扫描'),(11,'25','','男','808032422@qq.com','中国新闻网','中国','2020-11-12 20:01:23','系统扫描'),(12,'33','','男','808008957@qq.com','中国足球协会官网','中国','2020-11-12 20:01:23','系统扫描'),(13,'40','','男','808039850@qq.com','中国青年报','中国','2020-11-12 20:01:23','系统扫描'),(14,'28','','男','808001727@qq.com','中国青年网','中国','2020-11-12 20:01:23','系统扫描'),(15,'18','','男','808099243@qq.com','人民日报','中国','2020-11-12 20:01:23','系统扫描'),(16,'26','','男','808079759@qq.com','人民网','中国','2020-11-12 20:01:23','系统扫描'),(17,'14','','男','808047214@qq.com','健康时报','中国','2020-11-12 20:01:23','系统扫描'),(18,'15','','男','808018874@qq.com','北京时间','中国','2020-11-12 20:01:23','系统扫描'),(19,'5','','男','808054125@qq.com','北京晚报','中国','2020-11-12 20:01:23','系统扫描'),(20,'4','','男','808035065@qq.com','北京青年报','中国','2020-11-12 20:01:23','系统扫描'),(21,'19','','男','808012293@qq.com','医师报','中国','2020-11-12 20:01:23','系统扫描'),(22,'48','','男','808099536@qq.com','半岛晨报 ','中国','2020-11-12 20:01:23','系统扫描'),(23,'16','','男','808074378@qq.com','华商报','中国','2020-11-12 20:01:23','系统扫描'),(24,'27','','男','808000395@qq.com','央视新闻','中国','2020-11-12 20:01:23','系统扫描'),(25,'31','','男','808096028@qq.com','封面新闻','中国','2020-11-12 20:01:23','系统扫描'),(26,'3','','男','808027156@qq.com','新京报','中国','2020-11-12 20:01:23','系统扫描'),(27,'12','','男','808056197@qq.com','新华网','中国','2020-11-12 20:01:23','系统扫描'),(28,'46','','男','808060169@qq.com','新民晚报','中国','2020-11-12 20:01:23','系统扫描'),(29,'43','','男','808050035@qq.com','旅法华人战报','中国','2020-11-12 20:01:23','系统扫描'),(30,'9','','男','808073799@qq.com','星洲日报','中国','2020-11-12 20:01:23','系统扫描'),(31,'17','','男','808010847@qq.com','柳州晚报','中国','2020-11-12 20:01:23','系统扫描'),(32,'29','','男','808018773@qq.com','楚天都市报','中国','2020-11-12 20:01:23','系统扫描'),(33,'44','','男','808004996@qq.com','每日经济新闻','中国','2020-11-12 20:01:23','系统扫描'),(34,'35','','男','808070206@qq.com','潇湘晨报','中国','2020-11-12 20:01:23','系统扫描'),(35,'21','','男','808003055@qq.com','澎湃新闻','中国','2020-11-12 20:01:23','系统扫描'),(36,'45','','男','808092797@qq.com','王亚双 大连市金州区第二人民医院医师','中国','2020-11-12 20:01:23','系统扫描'),(37,'8','','男','808092905@qq.com','环球时报','中国','2020-11-12 20:01:23','系统扫描'),(38,'1','','男','808098878@qq.com','环球网','中国','2020-11-12 20:01:23','系统扫描'),(39,'36','','男','808091160@qq.com','百度体育','中国','2020-11-12 20:01:23','系统扫描'),(40,'20','','男','808014862@qq.com','百度辟谣','中国','2020-11-12 20:01:23','系统扫描'),(41,'37','','男','808070188@qq.com','科学辟谣','中国','2020-11-12 20:01:23','系统扫描'),(42,'11','','男','808016457@qq.com','科普中国','中国','2020-11-12 20:01:23','系统扫描'),(43,'2','','男','808036558@qq.com','红星新闻','中国','2020-11-12 20:01:23','系统扫描'),(44,'34','','男','808000482@qq.com','航运界','中国','2020-11-12 20:01:23','系统扫描'),(45,'10','','男','808038806@qq.com','英国报姐英语世界','中国','2020-11-12 20:01:23','系统扫描'),(46,'6','','男','808001672@qq.com','药葫芦娃','中国','2020-11-12 20:01:23','系统扫描'),(47,'47','','男','808021504@qq.com','财新网','中国','2020-11-12 20:01:23','系统扫描'),(48,'13','','男','808066571@qq.com','黑龙江省牡丹江市委网信办','中国','2020-11-12 20:01:23','系统扫描');
/*!40000 ALTER TABLE `check_man` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2020-11-13  9:00:20
